Repository: jongough/testplugin_pi
Catalog: po/*.po
Languages: el_gr, es_es, it_it, pt_pt

source: Test Plugin Control Dialog
el_gr: Διάλογος ελέγχου του πρόσθετου Test
es_es: Diálogo de Control del Plugin de prueba
it_it: Finestra di controllo del plugin di test
pt_pt: Testar diálogo de Controle de Plugin

source: Test Plugin
el_gr: Πρόσθετο Test
es_es: Plugin de prueba
it_it: Plugin di Test
pt_pt: Plugin de teste

source: testplugin PlugIn for OpenCPN
es_es: Plugin de prueba para OpenCPN
pt_pt: testplugin PlugIn para OpenCPN

source: testplugin PlugIn for OpenCPN demonstrates PlugIn processing of NMEA messages.
es_es: PlugIn de prueba para OpenCPN demuestra el procesamiento de mensajes NMEA por el plugin.
pt_pt: testplugin PlugIn para OpenCPN demonstra o processamento PlugIn de mensagens NMEA.

source: OD Version: Major: %i, Minor: %i, Patch: %i, ODAPI Version: Major: %i, Minor: %i
el_gr: Έκδοση OD: Μείζον: %i, Έλασσον: %i, Διόρθωση: %i, Έκδοση ODAPI: : Μείζον: %i, Έλασσον: %i
es_es: Versión OD: mayor: %i, menor: %i, parche: %i, versión ODAPI: mayor: %i, menor: %i
it_it: Versione OD: maggiore: %i, Minore: %i, Patch: %i, Versione ODAPI: maggiore: %i, Minore: %i
pt_pt: Versão OD: Maior: %i, Menor: %i, Patch: %i, ODAPI Versão: Major: %i, Minor: %i

source: OD_FindPointInAnyBoundary
es_es: OD_FindPointInAnylimit

source: OD_FindFirstBoundaryLineCrossing
es_es: OD_FindFirstLineeCrossing

source: OD_CreateBoundary
es_es: Crear perímetro

source: OD_CreateBoundaryPoint
es_es: Crear punto perimetral

source: OD_CreateTextPoint
es_es: Crear punto de texto

source: OD_AddPointIcon
es_es: Añadir icono de punto de OD

source: OD_DeletePointIcon
es_es: Eliminar el icono de PointIcono

source: The following ODAPI's are available:
el_gr: Τα ακόλουθα ODAPI είναι διαθέσιμα:
es_es: Los siguientes ODAPI están disponibles:
it_it: Sono disponibili i seguenti ODAPI:
pt_pt: Estão disponíveis as seguintes ODAPIs:

source: The following ODAPI's are not available:
el_gr: Τα ακόλουθα ODAPI δεν είναι διαθέσιμα:
es_es: Los siguientes ODAPI no están disponibles:
it_it: Non sono disponibili i seguenti ODAPI:
pt_pt: Não estão disponíveis as seguintes ODAPIs:

source: File not found
el_gr: Το αρχείο δεν βρέθηκε
es_es: Archivo no encontrado
it_it: File non trovato
pt_pt: Ficheiro não encontrado

source: Save JSON on startup
el_gr: Αποθήκευση του JSON στην εκκίνηση
es_es: Guardar JSON al iniciar
it_it: Salva JSON all'avvio
pt_pt: Guardar JSON ao iniciar

source: Delete config from conf on shutdown
el_gr: Διαγραφή του config κατά το κλείσιμο
es_es: Eliminar configuración de conf al apagar
it_it: Elimina configurazione dalla conf allo spegnimento
pt_pt: Apagar configuração de conf ao terminar

source: Select JSON file to import
el_gr: Επιλέξτε αρχείο JSON για εισαγωγή
es_es: Seleccione el archivo JSON a importar
it_it: Seleziona il file JSON da importare
pt_pt: Selecione ficheiro JSON a importar

source: Select a JSON file
el_gr: Επιλέξτε ένα αρχείο JSON
es_es: Seleccione un archivo JSON
it_it: Seleziona un file JSON
pt_pt: Selecione um ficheiro JSON

source: Save incoming JSON messages
el_gr: Αποθήκευση εισερχομένων μηνυμάτων JSON
es_es: Guardar mensajes entrantes JSON
it_it: Salva i messaggi JSON in arrivo
pt_pt: Salvar mensagens JSON recebidas

source: Select a file
el_gr: Επιλέξτε αρχείο
es_es: Elija un archivo
it_it: Selezionare un file
pt_pt: Selecione um ficheiro

source: Close save file after each write
el_gr: Κλείσιμο του αρχείου μετά από κάθε εγγραφή
es_es: Cerrar archivo de guardado después de cada escritura
it_it: Chiudi il file di salvataggio dopo ogni scrittura
pt_pt: Fechar arquivo de gravação após cada escrita

source: Append to file
el_gr: Προσάρτηση στο αρχείο
es_es: Añadir al archivo
it_it: Aggiungi al file
pt_pt: Acrescentar ao ficheiro

source: Import JSON
el_gr: Εισαγωγή JSON
es_es: Importar JSON
it_it: Importa JSON
pt_pt: Importar JSON

source: File Input
el_gr: Είσοδος αρχείου
es_es: Entrada de archivo
it_it: Ingresso File
pt_pt: Entrada de ficheiro

source: Name
el_gr: Όνομα
es_es: Nombre
it_it: Nome
pt_pt: Nome

source: Type
el_gr: Είδος
es_es: Tipo
it_it: Tipo
pt_pt: Tipo

source: Exclusion
el_gr: Αποκλεισμός
es_es: Exclusión
it_it: Esclusione
pt_pt: Exclusão

source: Inclusion
el_gr: Περίλαμβάνεται
es_es: Inclusión
it_it: Inclusione
pt_pt: Inclusão

source: Neither
el_gr: Κανένα
es_es: Ni
it_it: Nessuno
pt_pt: Nem

source: Active
el_gr: Ενεργό
es_es: Activo
it_it: Attiva
pt_pt: Ativo

source: Line Colour
el_gr: Χρώμα γραμμής
es_es: Color de línea
it_it: Colore della linea
pt_pt: Cor da linha

source: Fill Colour
el_gr: Εσωτερικό χρώμα
es_es: Color de relleno
it_it: Colore di riempimento
pt_pt: Cor de enchimento

source: Boundary Points
el_gr: Σημεία ορίου
es_es: Puntos límite
it_it: Punti di confini
pt_pt: Ponto de limite

source: Corner Lat
el_gr: Πλάτος γωνίας
es_es: Lat Esquina
it_it: Angolo Lat
pt_pt: Lat do Canto

source: Corner Lon
el_gr: Μήκος γωνίας
es_es: Lon Esquina
it_it: Angolo Lon
pt_pt: Lon do Canto

source: Number of Points
el_gr: Αριθμός σημείων
es_es: Número de puntos
it_it: Quantità di punti
pt_pt: Número de pontos

source: Boundary Point Visible
el_gr: Ορατό σημείο ορίου
es_es: Punto límite visible
it_it: Punto di Confine visibile
pt_pt: Ponto Limite Visível

source: Boundary Point Range Rings Visible
el_gr: Ορατοί δακτύλιοι σημείου ορίου
es_es: Punto límite Anillos de rango visibles
it_it: Distanza tra gli anelli visibili dei punti di confine
pt_pt: Ponto Limite Anéis de Alcance Visíveis

source: Number of Rings
el_gr: Αριθμός δακτυλίων
es_es: Número de anillos
it_it: Numero di anelli
pt_pt: Número de anéis

source: Rings Step
el_gr: Απόσταση δακτυλίων
es_es: Paso de anillos
it_it: Passo Anelli
pt_pt: Passo dos Anéis

source: Ring Colour
el_gr: Χρώμα δακτυλίων
es_es: Color de anillo
it_it: Colore Anello
pt_pt: Cor do anel

source: Kilometers
el_gr: Χιλιόμετρα
es_es: Kilómetros
it_it: Chilometri
pt_pt: Kilómetros

source: Nautical Miles
el_gr: Ναυτικά μίλια
es_es: Millas náuticas
it_it: Miglia Nautiche
pt_pt: Milhas náuticas

source: Create ODAPI
el_gr: Δημιουργία ODAPI
es_es: Crear ODAPI
it_it: Crea JSON
pt_pt: Criar ODAPI

source: Create JSON
el_gr: Δημιουργία JSON
es_es: Crear JSON
it_it: Crea ODAPI
pt_pt: Criar JSON

source: Create Boundary
el_gr: Δημιουργία ορίου
es_es: Crear límite
it_it: Crea Confino
pt_pt: Criar limite

source: Delete ODAPI
el_gr: Διαγραφή ODAPI
es_es: Eliminar ODAPI
it_it: Elimina ODAPI
pt_pt: Eliminar ODAPI

source: Delete JSON
el_gr: Διαγραφή JSON
es_es: Eliminar JSON
it_it: Elimina JSON
pt_pt: Eliminar JSON

source: Delete Boundary
el_gr: Διαγραφή ορίου
es_es: Eliminar límite
it_it: Elimina Confino
pt_pt: Eliminar limite

source: Icon Name
el_gr: Όνομα εικονιδίου
es_es: Nombre del icono
it_it: Nome dell'icona
pt_pt: Nome do Ícone

source: Rings Visible
el_gr: Ορατοί δακτύλιοι
es_es: Anillos visibles
it_it: Anelli Visibili
pt_pt: Anéis Visíveis

source: Step Units
el_gr: Μονάδες
es_es: Unidades de paso
it_it: Unità di passo
pt_pt: Unidade de passo

source: Create Boundary Point
el_gr: Δημιουργία σημείου ορίου
es_es: Crear punto límite
it_it: Crea punto di confine
pt_pt: Criar ponto de limite

source: Delete Boundary Point
el_gr: Διαγραφή σημείου ορίου
es_es: Eliminar punto límite
it_it: Elimina punto di confine
pt_pt: Eliminar ponto de limite

source: Text to Display with Point
el_gr: Κείμενο προς εμφάνιση στο σημείο
es_es: Texto a mostrar con el punto
it_it: Testo da visualizzare con punto
pt_pt: Texto a apresentar com o ponto

source: Text position relative to point
el_gr: Θέση κειμένου σε σχέση με το σημείο
es_es: Posicion relativa de texto respecto a punto
it_it: Posizione del testo relativa al punto
pt_pt: Posição do texto em relação ao ponto

source: Bottom
el_gr: Κάτω
es_es: Abajo
it_it: In basso
pt_pt: Em baixo

source: Bottom Centre
el_gr: Κάτω κέντρο
es_es: Centro inferior
it_it: In basso, centro
pt_pt: Inferior Central

source: Centre
el_gr: Κέντρο
es_es: Centro
it_it: Centro
pt_pt: Centro

source: Left
el_gr: Αριστερά
es_es: Izquierda
it_it: Sinistra
pt_pt: Esquerda

source: Right
el_gr: Δεξιά
es_es: Derecha
it_it: Destra
pt_pt: Direita

source: Top
el_gr: Πάνω
es_es: Arriba
it_it: In alto
pt_pt: Topo

source: Top Centre
el_gr: Επάνω κέντρο
es_es: Centro superior
it_it: In alto, centro
pt_pt: Centro no topo

source: Text Colour
el_gr: Χρώμα κειμένου
es_es: Color del texto
it_it: Colore del testo
pt_pt: Cor do texto

source: Background Colour
el_gr: Χρώμα φόντου
es_es: Color de fondo
it_it: Colore di sfondo
pt_pt: Cor do fundo

source: Background Transparancy
el_gr: Διαφάνεια φόντου
es_es: Transparencia del fondo
it_it: Trasparenza di sottofondo
pt_pt: Transparência do fundo

source: Text Font
el_gr: Γραμματοσειρά κειμένου
es_es: Fuente del texto
it_it: Font del testo:
pt_pt: Fonte do texto

source: Example
el_gr: Παράδειγμα
es_es: Ejemplo
it_it: Esempio
pt_pt: Exemplo

source: Fonts
el_gr: Γραμματοσειρές
es_es: Fuentes
pt_pt: Fontes

source: Always
el_gr: Πάντοτε
es_es: Siempre
it_it: Sempre
pt_pt: Sempre

source: Never
el_gr: Ποτέ
es_es: Nunca
it_it: Mai
pt_pt: Nunca

source: On Rollover Only
el_gr: Στο Rollover μόνο
es_es: Solo cuando señale
it_it: Solo In Rollover
pt_pt: Apenas no arrastamento

source: Show Display Text
el_gr: Εμφάνιση κειμένου
es_es: Mostrar texto en pantalla
it_it: Mostra testo visualizzato
pt_pt: Apresentar Texto

source: Create Text Point
el_gr: Δημιουργία σημείου κειμένου
es_es: Crear punto de texto
it_it: Crea testo punto
pt_pt: Criar ponto de texto

source: Delete Text Point
el_gr: Διαγραφή σημείου κειμένου
es_es: Eliminar punto de texto
it_it: Elimina testo punto
pt_pt: Eliminar ponto de texto

source: Delete
el_gr: Διαγραφή
es_es: Borrar
it_it: Cancella
pt_pt: Apagar

source: add
el_gr: προσθήκη
es_es: añadir
it_it: aggiungi
pt_pt: adicionar

source: Point Icon
el_gr: Εικονίδιο σημείου
es_es: Icono de punto
it_it: Icona Punto
pt_pt: Ícone de ponto

source: User Input
el_gr: Εισαγωγή από χρήστη
es_es: Entrada de usuario
it_it: Imput dell'utente
pt_pt: Entrada de utilizador

source: &Close
el_gr: &Κλείσιμο
es_es: &Cerrar
it_it: Chiudi
pt_pt: &Fechar

source: Blue Anchor
el_gr: Μπλε άγκυρα
es_es: Ancla azul
it_it: Ancoraggio Blu
pt_pt: Âncora Azul

source: Test Link
el_gr: Δοκ. σύνδεσμος
es_es: Enlace de prueba
it_it: Testare il collegamento

source: Test Link 1
el_gr: Δοκ. σύνδεσμος 1
es_es: Enlace de prueba 1
it_it: Testare il collegamento 1

source: Test Link 2
el_gr: Δοκ. σύνδεσμος 2
es_es: Enlace de prueba 2
it_it: Testare il collegamento 2

source: No file specified for output
el_gr: Δεν καθορίστηκε αρχείο εξόδου
es_es: Ningún archivo especificado para la salida
it_it: Nessun file specificato per l'output
pt_pt: Nenhum ficheiro especificado para a saída

source: No file specified for input
el_gr: Δεν καθορίστηκε αρχείο εισόδου
es_es: Ningún archivo especificado para la entrada
it_it: Nessun file specificato per l'input
pt_pt: Nenhum ficheiro especificado para a entrada

source: testplugin_pi data location
es_es: ubicación de datos testplugin_pi
pt_pt: localização de dados testplugin_pi

source: Failed to load all testplugin_pi icons, check OCPN log for details
es_es: Error al cargar todos los iconos de testplugin_pi, compruebe el registro OCPN para más detalles
pt_pt: Falha ao carregar todos os ícones testplugin_pi, verifique o log OCPN para obter detalhes

source: OpenCPN Alert
el_gr: OpenCPN: Συναγερμός
es_es: Alerta OpenCPN
it_it: Avviso OpenCPN
pt_pt: Alerta OpenCPN

source: crowdsource PlugIn for OpenCPN
el_gr: πρόσθετο Test για το OCPN
it_it: Plugin di test da plugin per OpenCPN

source: crowdsource PlugIn for OpenCPN demonstrates PlugIn processing of NMEA messages.
el_gr: πρόσθετο Test για το OCPN επιδεικνύει την επεξεργασία μηνυμάτων NMEA
it_it: crowdsource è un PlugIn per OpenCPN dimostra l'elaborazione dei messaggi NMEA.

source: General
el_gr: Γενικά
it_it: Generale
pt_pt: Geral

source: Visible
el_gr: Ορατό
it_it: Visibile
pt_pt: Visível

source: Lat
el_gr: πλάτος

source: Lon
el_gr: μήκος

source: crowdsource_pi data location
el_gr: θέση δεδομένων για το crowdsource_pi
it_it: posizione dati crowdsource_pi

source: Failed to load all crowdsource_pi icons, check OCPN log for details
el_gr: Αποτυχία φόρτωσης όλων των εικόνων του crowdsource_pi, κοιτάξτε το OCPN log για λεπτομέρειες
it_it: Impossibile caricare tutte le icone crowdsource_pi, controllare il registro OCPN per i dettagli
